[
  "Siapa orang terakhir yang kamu chat hari ini?",
  "Pernah suka sama seseorang diam-diam? Siapa?",
  "Apa rahasia terbesar yang belum pernah kamu ceritakan ke siapa pun?",
  "Siapa di grup ini yang menurutmu paling menarik?",
  "Kapan terakhir kali kamu bohong? Tentang apa?",
  "Siapa yang bikin kamu baper akhir-akhir ini?",
  "Pernah gak kepikiran buat balikan sama mantan?",
  "Apa ketakutan terbesar kamu?",
  "Siapa orang yang kamu rindukan sekarang?",
  "Pernah jatuh cinta sama sahabat sendiri?",
  "Apa hal paling memalukan yang pernah kamu lakukan?",
  "Siapa nama first love kamu?",
  "Kalau bisa ngulang waktu, kamu mau perbaiki apa?",
  "Kapan terakhir kali kamu nangis? Kenapa?",
  "Siapa yang sering bikin kamu tersenyum tanpa alasan?",
  "Pernah gak stalking akun mantan atau gebetan?",
  "Apa mimpi terbesar kamu yang belum terwujud?",
  "Siapa orang pertama yang kamu cari waktu sedih?",
  "Apa hal paling gila yang pernah kamu lakukan demi cinta?",
  "Siapa di grup ini yang kamu pengen kenal lebih dalam?",
  "Apa hal yang bikin kamu insecure?",
  "Pernah suka sama seseorang yang udah punya pacar?",
  "Siapa orang terakhir yang ada di pikiran kamu sebelum tidur semalam?",
  "Apa kebiasaan buruk kamu yang jarang orang tahu?",
  "Siapa yang paling sering muncul di mimpimu?",
  "Kalau besok kiamat, siapa orang pertama yang kamu hubungi?",
  "Pernah pura-pura suka sama seseorang? Kenapa?",
  "Apa kenangan terindah kamu sama seseorang?",
  "Siapa di sini yang kamu harap bakal ajak kamu jalan?",
  "Pernah nolak seseorang? Kenapa?",
  "Apa hal paling random yang pernah kamu pikirkan?",
  "Siapa di sini yang paling bikin kamu penasaran?",
  "Apa hal yang paling kamu sesali dalam hidup?",
  "Kapan terakhir kali kamu merasa kesepian?",
  "Siapa orang yang paling berarti buat kamu sekarang?",
  "Apa rahasia yang kamu sembunyikan dari teman-temanmu?",
  "Pernah suka sama seseorang cuma karena fisiknya?",
  "Siapa yang pertama kali kamu hubungi waktu dapat kabar baik?",
  "Apa hal paling aneh yang pernah kamu lakukan demi seseorang?",
  "Siapa orang yang selalu bikin kamu semangat?",
  "Apa hal pertama yang kamu pikirkan waktu bangun tidur?",
  "Pernah gak bohong ke sahabat sendiri?",
  "Siapa di grup ini yang kamu rasa paling perhatian?",
  "Apa yang bikin kamu gampang ilfeel sama seseorang?",
  "Siapa orang yang bikin kamu ngerasa spesial?",
  "Apa kebiasaan aneh kamu yang orang lain gak tahu?",
  "Siapa yang terakhir bikin kamu ketawa keras?",
  "Apa hal paling gila yang pernah kamu lakukan?",
  "Siapa yang diam-diam pernah kamu sukai di grup ini?",
  "Apa hal yang paling kamu takutin dalam hubungan?",
  "Pernah gak pura-pura bahagia padahal kamu sedih banget?",
  "Siapa orang yang selalu kamu harapkan buat chat kamu duluan?",
  "Apa hal paling konyol yang pernah kamu lakukan demi gebetan?",
  "Pernah gak kamu cinta bertepuk sebelah tangan?",
  "Siapa orang terakhir yang kamu bayangkan sebelum tidur?",
  "Apa rahasia kecil yang gak pernah kamu kasih tahu siapa pun?",
  "Siapa di sini yang kamu pengen lebih dekat?",
  "Apa hal paling memalukan yang pernah kamu post di sosmed?",
  "Pernah pura-pura gak suka sama seseorang padahal suka banget?",
  "Siapa yang selalu ada di pikiran kamu setiap hari?",
  "Apa hal yang paling bikin kamu malu seumur hidup?",
  "Siapa orang di grup ini yang kamu harap lebih perhatian ke kamu?",
  "Apa hal yang bikin kamu susah tidur akhir-akhir ini?",
  "Pernah suka sama seseorang tapi gak berani bilang?",
  "Siapa yang paling sering kamu stalk di sosmed?",
  "Apa hal yang paling kamu sesali soal cinta?",
  "Siapa orang pertama yang bikin kamu jatuh cinta?",
  "Pernah gak nyesel setelah nolak seseorang?",
  "Siapa yang bikin kamu merasa dihargai akhir-akhir ini?",
  "Apa hal yang kamu sembunyikan dari orang tua?",
  "Siapa orang yang terakhir kamu curhatin?",
  "Pernah suka sama seseorang dari penampilan doang?",
  "Siapa yang kamu harap diam-diam suka sama kamu?",
  "Apa ketakutan terdalam yang belum pernah kamu ceritakan?",
  "Siapa di grup ini yang menurut kamu paling baik?",
  "Pernah gak kamu stalking seseorang tiap hari?",
  "Siapa orang yang pertama kali kamu ingat saat sedih?",
  "Apa hal teraneh yang pernah kamu pikirkan?",
  "Siapa yang kamu harap balas chat kamu secepatnya?",
  "Pernah bohong demi menjaga perasaan seseorang?",
  "Siapa di sini yang kamu harap suka sama kamu?",
  "Apa mimpi aneh yang pernah kamu alami?",
  "Siapa orang yang bikin kamu merasa aman?",
  "Apa hal pertama yang kamu perhatikan dari seseorang?",
  "Siapa orang yang paling kamu kagumi?",
  "Apa kebohongan terbesar yang pernah kamu buat?",
  "Siapa yang selalu bisa bikin kamu ketawa?",
  "Apa hal yang kamu sembunyikan dari sahabatmu?",
  "Siapa yang paling sering kamu pikirin akhir-akhir ini?",
  "Apa kesalahan terbesar yang pernah kamu buat?",
  "Siapa di sini yang kamu harap ngajak kamu ngobrol duluan?",
  "Apa hal paling berharga yang kamu punya?",
  "Siapa yang pernah bikin kamu baper parah?",
  "Apa hal pertama yang kamu lakukan waktu suka sama seseorang?",
  "Siapa yang paling sering bikin kamu senyum sendiri?",
  "Apa kenangan pahit yang masih kamu ingat?",
  "Siapa di grup ini yang bikin kamu penasaran?",
  "Apa alasan terbesar kamu susah move on?",
  "Siapa orang yang paling kamu hormati?",
  "Apa rahasia yang belum pernah kamu bagi ke siapa pun?",
  "Siapa di grup ini yang kamu harap lebih dekat sama kamu?",
  "Apa hal paling romantis yang pernah kamu lakuin?",
  "Siapa orang yang terakhir kamu pikirkan sebelum tidur?",
  "Apa hal pertama yang bikin kamu suka sama seseorang?",
  "Siapa orang di grup ini yang bikin kamu nyaman?",
  "Apa hal paling absurd yang pernah kamu pikirin?",
  "Siapa yang bikin kamu ngerasa spesial akhir-akhir ini?",
  "Apa hal yang selalu kamu pikirkan sebelum tidur?",
  "Siapa di grup ini yang kamu suka interaksinya?",
  "Apa kebiasaan buruk yang sulit kamu hilangkan?",
  "Siapa orang terakhir yang kamu harap hubungi kamu?",
  "Apa hal yang bikin kamu susah move on dari seseorang?",
  "Siapa orang di grup ini yang menurut kamu paling jujur?",
  "Apa hal kecil yang bikin kamu bahagia?",
  "Siapa di grup ini yang paling bisa bikin kamu ketawa?",
  "Apa kenangan masa kecil yang selalu kamu ingat?",
  "Siapa yang pernah kamu bohongi demi kebaikan?"
]
  
